Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/inn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Inland Norway University of Applied Sciences is obligated to process all documents, including e-mails, in accordance with the provisions of the Freedom of Information Act.
nb: Høgskolen i Innlandet er forpliktet til å behandle alle dokumenter, inkludert e-post, i samsvar med bestemmelsene i Offentleglova.

source: Must ensure that security measures are implemented if risk assessments show that information security is not satisfactory, including ordering technical and physical security measures from the IT or Property Department.
nb: Skal sørge for at sikringstiltak blir iverksatt dersom risikovurderingene viser at informasjonssikkerheten ikke er tilfredsstillende, herunder bestille tekniske og fysiske sikringstiltak fra IT- eller Eiendomsavdelingen.

source: Head of research and project manager in research projects
nb: Forskningsansvarlig og prosjektleder i forskningsprosjekter

source: Responsibility for reviewing system management responsibilities and tasks together with new system owners and system administrators.
nb: Ansvar for å gjennomgå ansvar og oppgaver for systemforvaltning med nye systemeiere og systemansvarlige.

source: , if carried out in Canvas (as a survey, discussion, or other forms).
nb: , dersom den gjennomføres i Canvas (som undersøkelse, diskusjon, eller andre former).

source: Digital communication - private individuals
nb: Digital kommunikasjon - privatperson

source: In 2021, the Learning Environment Committee will be chaired by student representative Eloisa Fernandes Andrade Michaelsen, who is the Welfare and Learning Environment Policy Coordinator at the Students’ Union. Student representatives on the Learning Environment Committee at INN University
nb: I 2021 ledes LMU av studentrepresentant Eloisa Fernandes Andrade Michaelsen, Velferds- og læringsmiljøpolitisk ansvarlig i Studentorganisasjonen. Studentrepresentanter LMU HINN

source: Tips for writing a popular scientific summary
nb: Tips til skriving av populærvitenskapelig sammendrag

source: Stian Ellefsen (elected by the employees, represents teaching, research and dissemination staff)
nb: Stian Ellefsen (valgt av de ansatte, representerer undervisnings-, forsknings- og formidlingsansatte)

source: All students need to pay the semester fee at INN University for the time they are abroad (autumn and/or spring), in order to receive the Erasmus+ grant.
nb: Alle studenter må betale semesteravgift ved HINN for den perioden de er ute (høst og/ eller vår), for å motta Erasmus+ stipend.

source: Design and management of the study programmes
nb: Utforming og ledelse av studieprogrammene

source: It takes an hour by train from Oslo Gardermoen Airport to Hamar.
nb: Fra Gardermoen tar det en time med tog til Hamar.

source: The Regional Studies Association is of great importance when it comes to the scientific and political-economic issues surrounding regions and their development,” says Peter de Souza.
nb: Regional Studies Association er av stor betydning når det gjelder de vitenskapelige og politisk-økonomiske spørsmål rundt regioner og deres utvikling, sier Peter de Souza.

source: and lately smash hit SKAM.
nb: Det er ingen skam å snu.

source: supervision (foundational competence for teaching and supervision at university and university college level
nb: og veiledning (grunnleggende kompetanse for undervisning og veiledning på universitets- og høyskolenivå

source: The students are to develop skills in finding and using high quality academic and professional information resources in their subject fields, during both their education and their professional practice.
nb: Studentene skal utvikle ferdigheter i å finne og utnytte faglige informasjonsressurser av høy kvalitet innen sine fagområder, både i utdanning og yrkesutøvelse.

source: You get 100GB storage space for sent/received e-mails with attachments.
nb: Du får 100GB lagringsplass for mottatte/sendte epost med vedlegg.

source: The documentation must be presented in digital form and as a pedagogical portfolio.
nb: Dokumentasjonen må foreligge i digital form og som en pedagogisk portefølje.

source: You can send/receive files up to 100MB.
nb: Du kan sende/motta filer på opptil 100MB.

source: Oral and situational, and students prepared.
nb: Muntlig og situasjonspreget, og studentene forberedt.

source: Develop profitable operating schemes for plant and livestock production
nb: Utvikle lønnsomme driftsopplegg for plante- og husdyrproduksjon

source: “NAV recruits widely within special health subjects, and there is no doubt that many of our educational programmes are important for the NAV of the future.
nb: – Nav rekrutterer bredt innenfor spesielt helsefag, og det er ingen tvil om at mange av våre utdanninger er viktige for fremtidens NAV.

source: Appointment of student representatives
nb: Oppnevning av studenttillitsvalgte

source: so that IT can repair the error.
nb: slik at IT kan reparere feilen.

source: He has specialized in EU governance, the EU budget, and economic policy coordination.
nb: Han har spesialisert seg på EU-styring, EU-budsjettet og koordinering av økonomisk politikk.

source: ensure users gain access to information when they need it.
nb: sikre brukere tilgang til informasjon når de har behov for det.

source: Username for employees:
nb: Brukernavn for ansatte:

source: New tools such as radio bells, virtual fences and digital surveillance technology require further research efforts.
nb: Nye verktøy som radiobjeller, virtuelle gjerder og digital overvåkingsteknologi krever videre forskningsinnsats.

source: INN University chose to wait due to the infection situation and vaccination status in Innlandet County.
nb: Høgskolen i Innlandet valgte å avvente på grunn av smittesituasjonen og vaksinasjonsstatus i Innlandet.

source: The requirements for pedagogical portfolio are quite similar, while the requirement for broad experience from supervision at master's / PhD level will be specific to the associate professor (1st amanuensis) / professor track.
nb: Kravene til den pedagogiske porteføljen vil være ganske like, mens kravet om bred erfaring fra veiledning på master/ph.d.-nivå vil være spesifikk for 1.amanuensis/professorveien.

source: Must assist units and research projects in risk assessments of physical security and when implementing necessary physical security measures.
nb: Skal bistå enheter og forskningsprosjekter ved risikovurderinger av fysisk sikkerhet og ved gjennomføring av nødvendige fysiske sikringstiltak.

source: Keys to safe/offices, other media and storage rooms
nb: Nøkler til safe / kontorer andre medier og lagerrom

source: You then arrive at the campus next to Midtbyen school.
nb: Da kommer du til campus med Midtbyen skole.

source: Sensitive personal data (e.g. medical certificates) must not be processed in Inspera.
nb: Sensitive personopplysninger (f.eks legeerklæringer) skal ikke behandles i Inspera.

source: System / Service
nb: System / tjeneste

source: The election of representatives to the Parliament and the University Board takes place by ballot in the autumn (normally in November) and is organised by the Inland Norway Students’ Union (StInn).
nb: Valg av tillitsvalgte til Parlamentet og høgskolestyret foregår ved urnevalg på høsten (normalt i november) i regi av Studentorganisasjonen i Innlandet, StInn.

source: with Feide for code (studentnumber@stud.inn.no and password).
nb: for kode (studentnummer@stud.inn.no og Feide-passord).

source: Templates and examples for Canvas-based evaluation can be found in Commons.
nb: Maler og eksempler for Canvas-baserte evaluering kan hentes fra fellesområdet Commons.

source: For master- and bachelortheses, and for extensive semester assignments, both varieties are in use.
nb: For master-, bachelor- og større semesteroppgaver praktiseres både innlevering med fullt navn, og innlevering med kandidatnummer.

source: Here you get 1000GB storage space for documents, photos, video etc.
nb: Her får du 1000GB lagringsplass til dokumenter, bilder, video etc.

source: Provide non-technical user support for the system.
nb: Gi ikke-teknisk brukerstøtte for systemet.

source: Return to normal paragraph adjustment by pressing Ctrl+Shift+T.
nb: For å få vanlig avsnittsjustering igjen, bruk Ctrl+Shift+T.

source: Nico Groenendijk is professor of public policy, organisation and innovation, at INN, Norway.
nb: Nico Groenendijk er professor i offentlig politikk, organisasjon og innovasjon ved INN University, Norge.

source: Personal deputy: Jørn Luvåsen, deputy chairperson of student council Hamar
nb: Personlig vara: Jørn Luvåsen, studentrådsnestleder Hamar

source: Logo and text should be centered
nb: Logo og tekst skal være midtstilt

source: Must ensure that data processing agreements or other agreements are entered into with external actors to safeguard information security (e.g. SLA), and ensure that the terms of the agreements are respected.
nb: Skal sørge for at det inngås databehandleravtaler eller andre avtaler med eksterne aktører for å ivareta informasjonssikkerheten (for eksempel SLA), herunder kontrollere at avtalevilkårene respekteres.

source: A ready-made Canvas module for this purpose is available in Canvas Commons.
nb: En ferdig Canvas-modul for dette formålet han hentes fra Canvas Commons.

source: Breaches of confidentiality and integrity regarding examination papers (texts/proposals) and examination answers are not accepted.
nb: Det aksepteres ikke brudd på konfidensialiteten og integriteten til eksamensoppgaver (tekster/forslag) og eksamensbesvarelser.

source: In addition, several NAV employees are engaged as guest lecturers with us, among them Stø with the master’s degree in innovation and master’s degree in public administration.
nb: I tillegg er flere NAV-ansatte engasjert som gjesteforelesere hos oss, blant dem Stø på master i innovasjon og master i public administration.

source: The system owner is primarily responsible for an IT system’s content and use in the organisation, including:
nb: Systemeier har overordnet ansvar for et IT-systems innhold og bruk i organisasjonen, herunder:

source: The project will be completed by the end of 2023.
nb: Prosjektet avsluttes innen utgangen av 2023.

source: Select "Printers & Scanners":
nb: Gå så inn på valget for "Skrivere og skannere":

source: Authority and delegation:
nb: Myndighet og delegasjon:

source: Turn left over the bridge.
nb: Ta til venstre over brua.

source: Clarify archive-related matters for the system with the university’s Head of Archives.
nb: Avklare arkivfaglige forhold for systemet med høgskolens arkivleder.

source: In addition, the teaching subjects are closely linked to scientific topics and professional knowledge.
nb: Dessuten er undervisningsfagene tett knyttet til vitenskapsfag og profesjonsviten.

source: Must ensure that administrative and academic staff who are responsible for specific security tasks and project managers/participants have the expertise to carry out their information security tasks.
nb: Skal sørge for at administrativt og vitenskapelige ansatte med ansvar for konkrete sikkerhetsoppgaver og prosjektledere/deltakere har kompetanse til å utføre sine informasjonssikkerhetsoppgaver.

source: The responsibility involves complying with applicable routines and guidelines, and showing special care when processing information values and personal data.
nb: Ansvaret innebærer å følge gjeldende rutiner og retningslinjer, og vise spesiell aktsomhet ved håndtering av informasjonsverdier og personopplysninger.

source: Management and composition:
nb: Ledelse og sammensetning:

source: Department managers/directors in central administration
nb: Avdelingsledere/direktører i sentraladministrasjonen

source: Ensure that data processing agreements are entered into with external actors to safeguard information security, and ensure that the terms are respected.
nb: Sørge for at det inngås databehandleravtaler med eksterne aktører for å ivareta informasjonssikkerheten og kontrollere at vilkårene blir respektert.

source: Consult with Inland Norway University of Applied Sciences’ data protection adviser regarding issues related to information security in data protection contexts.
nb: Rådføre seg med Høgskolen i Innlandet sin personvernrådgiver i spørsmål knyttet til informasjonssikkerhet i personvernsammenheng.

source: Inger-Kristin Larsen Vie, Faculty of Education
nb: Inger-Kristin Larsen Vie, Fakultet for lærerutdanning og pedagogikk (LUP)

source: Peer Jacob Svenkerud has been chosen as INN University’s next rector.
nb: Peer Jacob Svenkerud blir ny rektor ved Høgskolen i Innlandet.

source: Procurements, agreements and audits:
nb: Anskaffelser, avtaler og revisjoner:

source: is available when required (accessibility)
nb: er tilgjengelig ved behov (tilgjengelighet)

source: Must ensure that project participants (not respondents) have the expertise to carry out their security tasks, for example by asking the CSO for assistance in training/skills development.
nb: Skal sørge for at prosjektdeltakere (ikke respondenter) har kompetanse til å utføre sine sikkerhetsoppgaver, for eksempel ved å be CSO om bistand til opplæring/kompetanseheving.

source: The management team at Inland Norway University of Applied Sciences will allocate the necessary resources for the training and skills development of managers and employees who are delegated responsibility for information security at Inland Norway University of Applied Sciences, or who are required to perform specific work tasks.
nb: Ledelsen ved Høgskolen i Innlandet vil bevilge nødvendige ressurser til opplæring og kompetanseheving for ledere og ansatte som er delegert ansvar for informasjonssikkerheten ved Høgskolen i Innlandet eller som er pålagt å utføre konkrete arbeidsoppgaver.

source: Under the list of printers, click on the "+"-symbol to add a new printer (bottom left.)
nb: Under listen med printere, trykk på "+" symbolet for å legge til en ny skriver.

source: The training and skills development will focus especially on the work methods involved in risk-driven information security work and the practical use of specific work tools.
nb: Opplæringen og kompetansehevingen skal i særlig grad fokusere på arbeidsmetodikken i risikostyrt informasjonssikkerhetsarbeid og praktisk bruk av konkrete arbeidsredskaper.

source: Registration and documentation:
nb: Registrering og dokumentasjon:

source: We have established an information security management system (LSIS) that clarifies roles and responsibilities, and that will help us fulfil our obligations.
nb: Vi har etablert et ledelsessystem for informasjonssikkerhet (LSIS) som klargjør roller og ansvar, og skal bidra til at vi ivaretar forpliktelsene våre.

source: Report the risk management plan (action plan) to the CSO.
nb: Rapportere plan for risikohåndtering (tiltaksplan) til CSO.

source: Must, after delegation from the Director of Digitalisation, exercise the day-to-day responsibility for information security within their areas of responsibility, including IT systems/services which they own.
nb: Skal, etter delegasjon fra Digitaliseringsdirektøren, utøve det daglige ansvaret for informasjonssikkerhet innenfor sine ansvarsområder, herunder IT-systemer/tjenester som de har eierskapet til.

source: The Director of Information Technology has the same responsibility for information security within their department/area of responsibility as other managers in central administration, see instructions above for faculty management, managers in central administration and other unit managers.
nb: IT-leder har det samme ansvaret for informasjonssikkerheten innenfor sin avdeling/ansvarsområde som øvrige ledere i sentraladministrasjonen, se instruks for fakultetsledelsen, ledere i sentraladministrasjonen og andre enhetsledere ovenfor.

source: Managers at Inland Norway University of Applied Sciences who are delegated responsibility for information security must ensure that resources are allocated for the planning, implementation and follow-up of required work tasks within their areas of responsibility.
nb: Ledere ved Høgskolen i Innlandet som er delegert ansvaret for informasjonssikkerheten skal sørge for at ressurser bevilges til planlegging, gjennomføring og oppfølging av pålagte arbeidsoppgaver innenfor deres ansvarsområder.

source: Test / Examination in Canvas - text question
nb: Test/Undersøkelse i Canvas – tekstspørsmål

source: If it is not possible to solve the matter locally or if the severity of the case dictates, one is free in accordance with Section 2 A-2 of the Working Environment Act to:
nb: Løses ikke saken lokalt eller at alvorlighetsgraden tilsier det, står man fritt i henhold til Arbeidsmiljøloven §2 A-2, til å:

source: Responsibility for technical IT user support.
nb: Ansvar for IT-teknisk brukerstøtte.

source: 10 ECTS are mandatory for all candidates at the programme, whereas 20 ECTS are dependent on the candidate’s specialisation.
nb: 10 ECTS er obligatorisk for alle, mens de øvrige 20 ECTS avhenger av kandidatens spesialisering. Alle emner undervises på engelsk.

source: Ingjerd Thon Hagaseth has a shared position between NAV and INN University.
nb: Ingjerd Thon Hagaseth har en delt stilling mellom NAV og HINN.

source: After installing Zotero, open Word and a
nb: Når du åpner Word etter installeringen, skal du finne en

source: All technical systems and computer networks used to process the institution’s information values, such as IT systems, internal and external computer networks, databases/registries, manual personal registries, etc.
nb: Alle tekniske systemer og datanettverk som anvendes til behandling av institusjonens informasjonsverdier, for eksempel IT-systemer, interne og eksterne datanettverk, databaser/- registre, manuelle personregistre, osv.

source: Mediation where relevant.
nb: Mekling der det er relevant.

source: Election of class representatives to the programme of study committees
nb: Valg av klassetillitsvalgte til studieprogramutvalgene

source: Ticket information can be found
nb: Billettinformasjon finner du

source: Now she works in NAV Gjøvik.
nb: Nå jobber hun i NAV Gjøvik.

source: In the Ministry of Education and Research’s letter of allocation to Inland Norway University of Applied Sciences, requirements are stipulated regarding the introduction of an Information Security Management System (LSIS) built on the basic principles of recognised safety standards.
nb: I Kunnskapsdepartementets (KD) tildelingsbrev til Høgskolen i Innlandet kreves det innføring av et Ledelsessystem for informasjonssikkerhet (LSIS) bygget på grunnprinsippene i anerkjente sikkerhetsstandarder.

source: Personal deputy: Sara Jonsdatter Almaas, deputy chairperson of student council Lillehammer
nb: Personlig vara: Sara Jonsdatter Almaas, studentrådsnestleder Lillehammer

source: , if it is in writing.
nb: , dersom den er skriftlig.

source: Operations and resources:
nb: Drift og ressurser:

source: LOCATION:Høgskolen i Innlandet, studiested Lillehammer, auditorium G / digitalt via Zoom
nb: okt. Høgskolen i Innlandet, studiested Lillehammer, auditorium G / digitalt via Zoom

source: Informing and training:
nb: Informering og opplæring:

source: The presentation must be in a form suitable for possible publication.
nb: Fremstillingen må være i en form som egner seg for mulig offentliggjøring.

source: Start-up expertise and the start of studies
nb: Startkompetanse og studiestart.

source: Increased access to INN University campuses
nb: Resolusjon om studentinvolvering i den nye Høgskolen i Innlandet

source: The risk assessments should include the project’s use of:
nb: Risikovurderingene bør omfatte prosjektets bruk av:

source: Must ensure that risk assessments are carried out at the start of research projects and regularly in long-term projects.
nb: Skal sørge for at det gjennomføres risikovurderinger ved oppstart av forskningsprosjekter og jevnlig ved langvarige prosjekter.

source: Must assist faculties, departments and research projects in the planning, implementation and follow-up of specific security tasks, in particular risk assessments, implementation of security measures and the entering into of agreements that are important for information security (SLA and similar).
nb: Skal bistå fakulteter, avdelinger og forskningsprosjekter ved planlegging, gjennomføringen og oppfølging av konkrete sikkerhetsoppgaver, spesielt risikovurderinger, iverksetting av sikringstiltak og inngåelser av avtaler med betydning for informasjonssikkerheten (SLA og liknende).

source: Non-technical user support.
nb: Brukerstøtte av ikke-teknisk art.

source: Department director at NAV Innlandet, Bjørn Lien, believes that many of the educational programmes at INN University are important for NAV.
nb: Avdelingsdirektør i NAV Innlandet, Bjørn Lien, mener mange av utdanningene ved HINN er viktige for NAV.

source: In Google Scholar, you can access full-text online articles that the library subscribes to.
nb: I Google Scholar finner du lenker til artikler i fulltekst som biblioteket abonnerer på.

source: Anywhere in the EU!
nb: Hvor som helst i EU!

source: 560 EURO per month to other programme countries.
nb: € 560 per måned til andre programland.

source: The final project (Bachelor's thesis) is worth 30 credits, and groups of students with different areas of competence from the GameSchool’s bachelor programmes work together on completing the project.
nb: 30 studiepoeng er knyttet til et avsluttende prosjekt (bacheloroppgave) hvor grupper av studenter med ulik kompetanse fra Spillskolens bachelorprogrammer, samarbeider og gjennomfører et prosjekt.

source: Norwegian TV viewers have been served one minute-by-minute series after another.
nb: Norske tv-seere har fått servert den ene minutt-for-minutt-serien etter den andre.

source: Must propose specific information security work objectives for the next period (budget year) prior to the management’s review.
nb: Skal foreslå konkrete mål for arbeidet med informasjonssikkerhet for neste periode (budsjettår) i forkant av ledelsens gjennomgang.

source: Must ensure that Privacy by Design requirements are met when purchasing IT solutions.
nb: Skal sørge for at krav til innebygd informasjonssikkerhet ivaretas ved anskaffelser av IT-løsninger.

source: From Oslo via Hamar, or from Trondheim via Røros to Evenstad Station.
nb: Fra Oslo via Hamar, eller fra Trondheim via Røros til Evenstad stasjon.

source: Please note that Sway stores all user data in the United States.
nb: Vi gjør oppmerksom på at Sway lagrer all brukerdata i USA.

source: After the registration, open the Zotero-application to set up synchronization.
nb: Etter du har registrert deg, åpner du Zotero for å sette opp synkronisering.

source: Good structures for student democracy will ensure the development and improvement of the learning environment.
nb: Gode strukturer for studentdemokrati skal sikre utvikling og forbedring av læringsmiljøet.

source: Mapping, risk assessments and measures:
nb: Kartlegging, risikovurderinger og tiltak:

source: Statements that conclude that a researcher has acted scientifically dishonestly may be appealed by the researcher to the Investigation Committee (Section 6).
nb: Uttalelser som konkluderer med at forsker har opptrådt vitenskapelig uredelig, kan påklages av forskeren til det nasjonale granskningsutvalget (§6).

source: Assistance and agreements:
nb: Bistand og avtaler:

source: IRSAE is an academic network for young researchers and has 15 partners in Europe.
nb: IRSAE er et akademisk nettverk av unge forskere og består av 15 europeiske partnere.

source: Follow Eidemsgate and turn right at the roundabout.
nb: Følg Eidemsgate og ta til høyre i rundkjøringen.

source: – shortened to FOREST21.
nb: Eller i kortversjon - FOREST21.
